export const aboutServicesData = [
  {
    video: "/media/auditArchive.mp4",
    title: "Комплексний Аудит Архівів",
    badge: "НАША ЕКСПЕРТИЗА",
    heading: "Ваша Документальна Безпека",
    description:
      "Наш комплексний аудит архівів – це перший крок до досконалого управління вашими документами. Ми не просто перевіряємо наявність, а глибоко аналізуємо стан вашого архівного фонду, виявляючи слабкі місця та потенційні ризики. Ми перетворюємо потенційний хаос на прозору та надійну систему.",
    stagesTitle: "ОСНОВНІ ЕТАПИ АУДИТУ:",
    stages: [
      "Діагностика стану архівів",
      "Аналіз відповідності законодавству",
      "Виявлення можливостей оптимізації",
      "Розробка персоналізованих рекомендацій",
    ],
  },
  {
    video: "/media/assetProtection.mp4",
    title: "Ефективна Номенклатура",
    badge: "ОПТИМІЗАЦІЯ ПРОЦЕСІВ",
    heading: "Основа Вашого Документообігу ",
    description:
      "Правильно розроблена номенклатура – це дорожня карта для кожного документа. Описи надають деталізований реєстр справ. Цей комплексний підхід гарантує прозорість, контроль та легкість навігації. Ми допомагаємо автоматизувати процеси створення та оновлення цих ключових документів, перетворюючи хаос на упорядковану та ефективну систему.",
    stagesTitle: "КЛЮЧОВІ КОМПОНЕНТИ СИСТЕМИ:",
    stages: [
      "Індивідуальна розробка номенклатури",
      "Систематизація та класифікація",
      "Створення деталізованих описів",
      "Інтеграція обліку та контролю",
    ],
  },
  {
    video: "/media/basisOfDocuments.mp4 ",
    title: "Захист Ваших Активів",
    badge: "КЛЮЧОВІ АСПЕКТИ",
    heading: "Юридична Цінність Документів",
    description:
      "Ми ретельно аналізують кожен документ, враховуючи його походження, зміст та форму. Ми допомагаємо ідентифікувати документи постійної цінності та ті, що підлягають знищенню. Це забезпечує юридичну чистоту архіву та створює основу для ефективного використання історичної інформації, що є цінним ресурсом для стратегічного планування.",
    stagesTitle: "ЕЛЕМЕНТИ ЗАБЕЗПЕЧЕННЯ ЦІННОСТІ:",
    stages: [
      "Ідентифікація значущих документів",
      "Підтвердження термінів зберігання",
      "Формування архівних фондів",
      "Підготовка до державних перевірок",
    ],
  },
  {
    video: "/media/destructionDocuments.mp4",
    title: "Безпека Ваших Даних",
    badge: "НАДІЙНЕ ВИРІШЕННЯ",
    heading: "Конфіденційне Знищення",
    description:
      "Коли термін зберігання документів вичерпано, їх знищення вимагає максимальної відповідальності. Наша послуга конфіденційного знищення архівів гарантує повне та незворотне знищення інформації, захищаючи вашу компанію від витоків даних та дотримуючись усіх юридичних вимог. Ми пропонуємо надійні та екологічно безпечні методи утилізації.",
    stagesTitle: "ЕТАПИ ЗНИЩЕННЯ:",
    stages: [
      "Оцінка обсягу документів",
      "Організація безпечного транспортування",
      "Знищення на промислових шредерах/печах",
      "Надання актів про повне знищення",
    ],
  },
];
