export const whatWeOffer = [
  {
    process:
      "здійснити комплексне обстеження стану і наявності документів в архівних фондах із складанням акту про результати обстеження;",
  },
  {
    process:
      "провести експертизу науково-практичної цінності архівних документів із відбором документів з справ з метою встановити терміни їх зберігання;",
  },
  {
    process:
      "систематизувати будь-яких види документів, в т.ч. банківських, бухгалтерських, науково-технічних, по особовому складу і т.п.;",
  },
  {
    process:
      "обробка справ по особовому складу, управлінську документацію постійного і тривалого термінів зберігання, що має значну історичну цінність;",
  },
  {
    process:
      "складання опису архівних справ (документів);",
  },
  {
    process:
      "формування та оформлення номенклатури справ постійного і тимчасового зберігання по підприємству та його відділів;",
  },
  {
    process:
      "виділення справ до знищення із складанням відповідного акту;",
  },
  {
    process:
      "оформлення і передача документів на постійне зберігання при реорганізації і ліквідації підприємств;",
  },
];

export const whatYouGet = [
  {
    process:
      "упорядкований, відповідно до вимог законодавства, архів, строгий облік особливо цінних документів по основній діяльності і особовому складу;",
  },
  {
    process:
      "економія місця (оброблені і переплетені документи займають до 50% менше місця);",
  },
  {
    process:
      "можливість зберігати архів у наших сховищах;",
  },
  {
    process:
      "скорочення часу на пошук і роботу з актуальними документами;",
  },
  {
    process:
      "відновлення особливо цінної інформації з документів, що залишилися в наявності;",
  },
  {
    process:
      "можливість передачі документів на тривале державне зберігання.",
  },
];