export const servicesList = [
  {
    service:
      "Переддоговірний: вивчення нормативно правової бази замовника, оцінка стану документів та їх об’єму;",
  },
  {
    service:
      "Укладання договору: робота над проектом договору (проект надається виконавцем), розподіл роботи (частина роботи може виконуватись працівниками замовника), підписання договору, визначення робочого місця та місця зберігання архівних фондів замовника;",
  },
  {
    service:
      "Виконання робіт: обладнання робочих місць, підбір персоналу виконавця, комплектування обладнанням та розхідними матеріалами;",
  },
  {
    service:
      "Оплата за фактично виконану роботу здійснюється замовником на підставі підписаних актів виконаних робіт.",
  },
];
