export const servicesList = [
  {
    service:
      "Переддоговірний: вивчення існуючої нормативно правової бази замовника, оцінка стану документів та їх об’єму, складання оціночного кошторису на виконання робіт;",
  },
  {
    service:
      "Укладання договору: робота над проектом договору (проект надається виконавцем), розподіл роботи (частина роботи може виконуватись працівниками замовника), підписання договору, визначення робочого місця та місця зберігання архівних фондів замовника;",
  },
  {
    service:
      "Виконання робіт: обладнання робочих місць, підбір персоналу виконавця, комплектування обладнанням та розхідними матеріалами;",
  },
  {
    service:
      "Оплата: здійснюється замовником, за фактично виконану роботу, на підставі підписаних актів виконаних робіт.",
  },
];
