"use client";

import { expertDocumentsList } from "@/app/constants/ExpertDocumentsSettings";

const ExpertDocuments = () => {
  return (
    <div
      id="expertDocuments"
      className="flex flex-col gap-8 lg:gap-32 lg:flex-row lg:justify-center pb-14 px-6 lg:px-16 lg:pb-24 scroll-mt-[58px] lg:scroll-mt-[98px] lg:relative"
    >
      <div className="pb-2 border-b border-b-[#E8EDED] lg:min-w-[314px] max-h-8 lg:sticky lg:top-24">
        <span className="text-[#0C1E21] uppercase">Експертна оцінка</span>
      </div>
      <div className="flex flex-col gap-12 lg:max-w-[850px]">
        <div className="flex flex-col gap-4">
          <h2 className="text-[#172629] text-3xl lg:text-5xl leading-[100%]">
            Оцінка цінності документів
          </h2>
          <p className="text-[#0C1E21]">
            При впорядкуванні документів підприємств найбільш складним є
            ком­плекс робіт за визначенням історичної цінності документів, що
            підлягають прийому в архів. Склад документів архівного фонду
            підприємства визначається в результаті експертизи їх цінності і
            класифікації фондової приналежності. Саме в процесі експертизи
            цінності документів відбувається формування архівного фонду
            підприємства. Експертною оцінкою цінності документів у Львові, цією
            послугою користуються багато компаній, головне знайти справжніх та
            кваліфікованих експертів.
          </p>
        </div>
        <div className="flex flex-col gap-4">
          <h3 className="text-[#172629] text-2xl leading-7 lg:text-4xl lg:leading-11">
            Завданнями експертизи цінності документів
          </h3>
          <ul className="list-disc pl-4">
            {expertDocumentsList.map(({ process }, index) => (
              <li key={index} className="lg:text-lg text-[rgba(6,39,44,0.60)]">
                {process}
              </li>
            ))}
          </ul>
          <p className="text-[#0C1E21]">
            Експертиза цінності документів підприємства грунтується на
            традиційних критеріях (науково-обгрунтованих ознаках, на підставі
            яких визначається ступінь цінності документів), сформованих в
            процесі архівної практики. Головним принципом при відборі документів
            є всебічне і повне віддзеркалення діяльності фондоутворювача. При
            проведенні експертизи цінності документів і відборі їх на постійне
            зберігання необхідно керуватися критеріями походження, змісту,
            зовнішніх особливостей документу.
            <br />
            <br />
            При проведенні експертизи необхідно звернути особливу увагу на
            документи, що відносяться до початкового етапу утворення
            підприємства, коли закладалися основи його діяльності, і
            документування було мінімальним. Також уважного відбору вимагають
            документи періоду реорганізації (зі зміною функцій), ліквідації
            підприємства, оскільки в ці періоди досить часто проис­ходить
            часткова втрата документів. Слід уважно підходити до відбору
            документів тери­торіальних органів, якщо вони включаються до єдиного
            фонду, які до­зволяют всебічно відобразити діяльність підприємства.
          </p>
        </div>
        <div className="flex flex-col gap-4">
          <h3 className="text-[#172629] text-2xl lg:text-4xl leading-[100%]">
            Критерії оцінки цінності документів
          </h3>
          <p className="text-[#0C1E21]">
            До критеріїв змісту документу відноситься значущість інформації
            документу, його унікальність, типовість документу. Найбільшу
            цінність серед документів що утворюються в діяльності органиізації
            мають документи, що відображають основну діяльність підприємства в
            цілому та її структурних підрозділів Одним з критеріїв діяльності є
            функціонально-цільове значення підприємства, в результаті діяльності
            якого створені документи, його статус. Цінність документів
            визначається з врахуванням, як особливої ролі підприємства, так і
            його типового характеру в системі органів влади і управління.
            <br />
            <br />
            Інша група документів має допоміжний характер, велику частину якої
            складають первинні бух­галтерскі документи, документи з питань
            постачання підприємства, побутових і адміністративно-господарських
            питань. При проведенні експертизи необхідно також враховувати
            значущість події, відображених в документах підприємства.
            <br />
            <br />
            На постійне зберігання відбираються документи, в яких інформація
            відображена в найбільш узагальненому вигляді, наприклад: доповіді,
            звіти, довідки ос­новані на первинних документах. Конкретний вид
            документу припускає певний рівень інформації, що міститься в них,
            так найбільший інтерес представляють розпорядчі документи
            (постанови, накази, розпорядження та ін.), протоколи коле­гіальних
            органів, перспективні плани і програми, звіти та аналітичні довідки.
            З метою всебічного і повного віддзеркалення діяльності підприємства
            при формуванні його архівного фонду потрібне комплексне застосування
            критеріїв експертизи цінності документів.
          </p>
        </div>
      </div>
    </div>
  );
};

export default ExpertDocuments;
